Repository: mnovak97/Fundster
Catalog: Fundster/Localization/Localizable.xcstrings
Source language: en
Languages: hr, it

source: %lld days
hr: %lld dana
it: %lld giorni

source: Add project
hr: Dodaj projekt
it: Aggiungi progetto

source: BACK THIS PROJECT
hr: PODRŽI OVAJ PROJEKT
it: SOSTIENI QUESTO PROGETTO

source: Backers
hr: Podržavatelji
it: Sostenitori

source: CREATE NEW PROJECT
hr: KREIRAJ NOVI PROJEKT
it: CREA NUOVO PROGETTO

source: Create your account for Fundster
hr: Izradite svoj račun na Fundsteru
it: Crea il tuo account su Fundster

source: Days left
hr: Dana preostalo
it: Giorni rimasti

source: Delete
hr: Obriši
it: Elimina

source: Don't have an account?
hr: Nemate račun?
it: Non hai un account?

source: Enter email
hr: Unesite email
it: Inserisci l'email

source: Enter money
hr: Unesite iznos
it: Inserisci importo

source: Enter Number
hr: Unesite Broj
it: Inserisci Numero

source: Enter password
hr: Unesite lozinku
it: Inserire la password

source: Enter project description
hr: Unesite opis projekta
it: Inserisci descrizione del progetto

source: Enter project name
hr: Unesite ime projekta
it: Inserisci nome del progetto

source: Favourite
hr: Omiljeno

source: FUND PROJECT
hr: FINANCIRAJ PROJEKT
it: FINANZIA IL PROGETTO

source: Funded
hr: Financirano
it: Finanziato

source: Let's Get Started!
hr: Započnimo!
it: Cominciamo!

source: LOG IN
hr: PRIJAVI SE
it: ACCEDI

source: Log in to your existing Fundster account
hr: Prijaci se na svoj postojeći Fundster račun!
it: Accedi al tuo account esistente su Fundster

source: Log out
hr: Odjavi se
it: Esci

source: Name
hr: Ime
it: Nome

source: Name:
hr: Ime:
it: Nome:

source: Password
hr: Lozinka
it: Parola d'ordine

source: Phone
hr: Telefon
it: Telefono

source: Phone number:
hr: Broj telefona:
it: Telefono:

source: Profile Name
hr: Naziv profila
it: Nome Profilo

source: Project deadline:
hr: Rok projekta:
it: Scadenza del Progetto:

source: Project description:
hr: Opis projekta:
it: Descrizione del Progetto:

source: Project money goal:
hr: Novčani cilj projekta:
it: Obiettivo finanziario del progetto:

source: Project name:
hr: Ime projekta:
it: Nome del Progetto:

source: Projects
hr: Projekti
it: Progetti

source: Search
hr: Pretraži
it: Ricerca

source: Sign Up
hr: Regristriraj se
it: Registrati

source: SIGN UP
hr: REGISTRIRAJ SE
it: REGISTRATI

source: Update profile picture
hr: Ažuriraj sliku profila
it: Aggiorna l'immagine del profilo

source: Users
hr: Korisnici
it: Utenti

source: Welcome back!
hr: Dobrodošli nazad!
it: Bentornato!
